Autodesk.Revit.UI.IParamDefButtonPrototypeTempProviderUI.GetProviderName
Since:
2025

Autodesk.Revit.UI.IParamDefButtonPrototypeTempProviderUI.GetProviderId
Since:
2025

Autodesk.Revit.UI.IParamDefButtonPrototypeTempProviderUI.OnClickedButton(Autodesk.Revit.DB.Document,Autodesk.Revit.DB.ElementId,Autodesk.Revit.DB.ElementId)
Since:
2025

Autodesk.Revit.UI.IParamDefButtonPrototypeTempProviderUI
IParamDefButtonPrototypeTempProviderUI.
Since:
2025